module.exports = [{
    "title": "若要确保新团队成员获得有关所有项目里程碑的知识，项目经理应向他们提供哪一份文件？",
    "options": [{
        "text": "A. 项目工作分解结构字典",
        "value": "A"
    }, {
        "text": "B. 项目章程",
        "value": "B"
    }, {
        "text": "C. 项目范围说明书",
        "value": "C"
    }, {
        "text": "D. 项目工作分解结构",
        "value": "D"
    }],
    "answer": "A",
    "note": "WBS字典的内容可能包括：账户编码标志号，工作描述，负责的组织，进程里程碑清单，相关的进度活动，所需资源，成本估算，质量要求，验收标准，技术参考文献，合同信息。"
}, {
    "title": "在用户对项目可交付成果开展验收测试时，客户发现其中一个关键功能未被识别。项目经理下一步应该与客户审查哪一项？",
    "options": [{
        "text": "A. 职责分配矩阵",
        "value": "A"
    }, {
        "text": "B. 项目范围说明书",
        "value": "B"
    }, {
        "text": "C. 质量管理计划",
        "value": "C"
    }, {
        "text": "D. 需求追溯矩阵",
        "value": "D"
    }],
    "answer": "D",
    "note": "通过需求追溯矩阵（需求跟踪矩阵）和客户一起去看这个需求客户到底他提了没提。范围说明书不会给客户看得，这个是团队做的工作。"
}, {
    "title": "某项目的交付日期为3月1日。根据关键干系人，项目预算是灵活的，但是必须满足交付日期。项目经理应该在哪份文件中记录该信息？",
    "options": [{
        "text": "A. 项目范围说明书",
        "value": "A"
    }, {
        "text": "B. 项目进度计划",
        "value": "B"
    }, {
        "text": "C. 工作分解结构",
        "value": "C"
    }, {
        "text": "D. 成本管理计划",
        "value": "D"
    }],
    "answer": "A",
    "note": "这个是制约因素，必须完成，硬性条件。"
}, {
    "title": "在使客户满意，应该做到以下哪项的结合？",
    "options": [{
        "text": "A，持续改进和质量关注",
        "value": "A"
    }, {
        "text": "B，客户意识和成本效率",
        "value": "B"
    }, {
        "text": "C，符合要求和适于使用",
        "value": "C"
    }, {
        "text": "D，成本高效的解决方案和可交付成果的接受",
        "value": "D"
    }],
    "answer": "C",
    "note": "使顾客满意，项目交付的产品要与它宣布交付的产品相符（符合要求），且交付的产品或服务要满足实际需求（始于使用）"
}, {
    "title": "在团队会议中产生了许多意见分歧，项目经理使用征集多数代表意见来解决冲突。这是下一列哪一项技术？",
    "options": [{
        "text": "A.回避",
        "value": "A"
    }, {
        "text": "B.强迫",
        "value": "B"
    }, {
        "text": "C.撤退",
        "value": "C"
    }, {
        "text": "D.合作",
        "value": "D"
    }],
    "answer": "",
    "note": "参见<PMBOK指南>第5版283页冲突管理的合作/解决问题。综合考虑不同的观点和意见，采用合作的态度和开放式对话引导各方达成共识和承诺。使用征集多数代表意见来解决冲突属于合作。"
}];
